[
  "Jack Merritt Died in the London Bridge Attack. Don’t Forget What He Stood For.",
  "Don’t Give Up on Criminal Justice Reform",
  "The ‘Unhappy Truth’ About Montreal Bagels",
  "The Unending Indignities of Alzheimer’s",
  "H.I.V. Is Coming to Rural America",
  "China Has Lost Taiwan, and It Knows It",
  "What Iran Did Not Want You To See",
  "What Iran Did Not Want You to See",
  "Trump Is the Founders’ Worst Nightmare",
  "The Great Lebanese Ponzi Scheme",
  "Darren Aronofsky: Greta Thunberg Is the Icon the Planet Desperately Needs",
  "Scooters vs. People",
  "Could I Be My Own Soul Mate?",
  "It’s 2039, and Your Beloved Books Are Dead",
  "The Future of Sex Lives in All of Us",
  "Training Doctors of Diverse Backgrounds",
  "The New Cold War? It’s With China, and It Has Already Begun",
  "Abolish Immigration Prisons",
  "Trump’s Possible Policy Shift on the Taliban",
  "America’s Red State Death Trip",
  "A Journalist’s Murder in Malta Puts Democracy on Trial",
  "The Justices Should Drop This Case",
  "The Thrilling Shock of ‘Queen & Slim’",
  "Perspective: India’s Deepika Padukone on Why She Took Her Battle With Depression Public",
  "Why You Should Give Your Money Away Today",
  "Will Europe Ever Trust America Again?",
  "Are Liberals Against Marriage?",
  "A Win for Gerrymandering",
  "Bollywood and the Politics of Meat",
  "Be More Like Your Dog: Show Compassion for Other Species",
  "Trump’s Behavior at the NATO Meeting",
  "Outdated Borders Are Strangling Liberal Democracy",
  "Reflections on the Impeachment Inquiry",
  "We No Longer Expect Privacy. You Can Change That.",
  "The Year 2019, as Seen by Five Artists",
  "Trump’s ‘Narco-Terrorism’ Label Could Backfire",
  "Why We Can’t Stop Watching the George and Kellyanne Conway Show",
  "The Church Forests of Ethiopia",
  "What Makes a Church? A Tiny, Leafy Forest",
  "Did We Ever Know the Real Kamala Harris?",
  "Should College Be Free?",
  "Iran Is Crushing Freedom One Country at a Time",
  "Why Did U.N.C. Give Millions to a Neo-Confederate Group?",
  "I Almost Lost My Career Because I Had the Wrong Passport",
  "Of All the Defenses of Trump, This Conspiracy Theory Is the Worst",
  "Our Future Depends on Communities",
  "Is the Country Ready for a Gay President? Don’t Trust the Polls",
  "Do Democrats Really Know Who Their Friends Are?",
  "Democrats, Don’t Overreach on Impeachment",
  "Black Scholars Are Not ‘Rare Creatures’",
  "The Savage Injustice of Trump’s Military Pardons",
  "Where Kamala Harris Went Wrong",
  "I Oversaw Executions. We Cannot Resume the Federal Death Penalty.",
  "What’s ‘Fair’ When It Comes to Carbon Emissions?",
  "Planning to Donate? Know What Your Dollar Buys",
  "Kevin Dowd’s Defense of President Trump",
  "When Breathing Clean Air Is the Goal",
  "Our Place at the Table",
  "Where Will Sundar Pichai Take Google?",
  "The Incitement in Israel That Killed Yitzhak Rabin",
  "The American Health Care Industry Is Killing People",
  "Do Voters Even Care About the Articles of Impeachment?",
  "Why There Won’t Be a Black Woman Running for President",
  "Venezuelans’ Struggle to Survive, Told in Pictures",
  "What Kamala Harris’s Campaign Teaches Us",
  "Kamala Decamps, Iowa’s Still Crowded, Trump’s Still Trump",
  "A New Evita Rises in Argentina",
  "Should College Be Free?",
  "I Won a World Championship. Some People Aren’t Happy.",
  "Inconvenient Murders",
  "The Meaninglessness of the .Org Domain",
  "Gunfight at the Supreme Court",
  "NATO Is Full of Freeloaders. But It’s How We Defend the Free World.",
  "African Entrepreneurs Will Drive the Next Digital Revolution",
  "Trump’s Legacy Is Being Written Right Now",
  "Psych 101, Impeachment Edition",
  "22 Things That Happened for the First Time in 2019",
  "My Husband Wasn’t My Savior. I Am.",
  "The Border Wall Is Rising Up Across Our National Parks",
  "Stop Investing in China’s Brutality",
  "Our Brains Are No Match for Our Technology",
  "Donald Trump Is a Clear and Present Danger to the 2020 Election",
  "Teenage Suicide and Social Media",
  "Trump Gets ‘a Dose of His Own Medicine’ at NATO",
  "There Is a Right Way to Teach Reading, and Mississippi Knows It",
  "The President’s Pardon Power May Be Weaker Than It Seems",
  "Buttigieg’s Untenable Vow of Silence",
  "Impeaching Trump: Rush or Wait?",
  "What Happened to Kamala Harris?",
  "Russia Is Teaching the World to Spy",
  "Jane Fonda: We Have to Live Like We’re in a Climate Emergency. Because We Are.",
  "Don’t Look Away",
  "Why Is Trump a Tariff Man?",
  "Please, Democrats, Don’t Make the Impeachment Articles Too Narrow",
  "I Was Once a Socialist. Then I Saw How It Worked.",
  "Europe Has Learned How to Deal With Trump — and Without Him",
  "Events to Shake, or Gently Rattle, the World in 2020",
  "Why the ‘Wokest’ Candidates Are the Weakest",
  "America the Hot Mess",
  "Don’t Segregate Female Athletes. Celebrate Them.",
  "The Power of ‘Patriotic Populism’",
  "Saying No to Trump’s Troops",
  "No One Should Have to Breathe These Chemicals",
  "Kicking the Industrial Age’s Worst Habits",
  "Caring for a Loved One With Alzheimer’s",
  "Bravo, Nancy Pelosi!",
  "What Torture Says About Us as a Society",
  "Gender-Based Violence Harms Us All",
  "Christian Doomsayers Have Lost It",
  "Win-a-Trip in 2020!",
  "‘Win-a-Trip With Nick Kristof’ 2020 Contest Rules",
  "Merry Griftmas, Mr. Trump!",
  "America Doesn’t Need France’s Economy",
  "Neil deGrasse Tyson: Why Beauty Is So Important to Us",
  "Massimo Bottura: Why Beauty Is So Important to Us",
  "Joy Harjo: Why Beauty Is So Important to Us",
  "Cristina Mittermeier and Paul Nicklen: Why Beauty Is So Important to Us",
  "Reshma Saujani: Why Beauty Is So Important to Us",
  "Zac Posen: Why Beauty Is So Important to Us",
  "Lazaro Hernandez and Jack McCollough: Why Beauty Is So Important to Us",
  "Elizabeth Blackburn: Why Beauty Is So Important to Us",
  "Constance Wu: Why Beauty Is So Important to Us",
  "Jameela Jamil: Why Beauty Is So Important to Us",
  "André Aciman: Why Beauty Is So Important to Us",
  "The Man Who Predicted Nazi Germany",
  "Is It Possible Trump Is on the Right Track With China?",
  "The Loss of Mom-and-Pop Stores That Can’t Compete With Amazon",
  "Is Natural Wine Dead?",
  "Katie Hill: It’s Not Over After All",
  "Where the Frauds Are All Legal",
  "Hating the Word ‘Hate’",
  "The Four Secrets of Success",
  "Democrats’ Baffling 2020 Mess",
  "Exhausted With the Experts",
  "Jim Brown: Football Has Forgotten the Men Who Made It Great",
  "The World Solved the Ozone Problem. It Can Solve Climate Change.",
  "Hypnosis Changed My Life",
  "Finland Is a Capitalist Paradise",
  "My Grandmother’s Favorite Scammer",
  "Songs, Poems and Parodies: Readers Compose ‘Variations’",
  "Does Trump Think Our Constitutional Processes Are Beneath Him?",
  "The Eight Counts of Impeachment That Trump Deserves",
  "The Gig Economy’s Sexual Misconduct Problem, and How to Fix It",
  "Oh, Nikki. You’re So Wrong.",
  "The Great Recycling Con",
  "The Great Recycling Con",
  "A Policy to Quash the Women’s Wave. From Democrats.",
  "The Children of ISIS Don’t Belong in Cages, Either",
  "Don’t Let China Win the Green Race",
  "The Parable of the Sick Pig and the Lonely Rooster",
  "Whom Does President Trump Remind You Of?",
  "It’s 2071, and We Have Bioengineered Our Own Extinction",
  "Pete Buttigieg’s Stint at McKinsey: So What?",
  "An Uphill Struggle to Protect Abortion Rights",
  "‘Portrait of a Lady on Fire’ Understands Queer Desire",
  "Donald Trump Is Bad for the Jews",
  "The Myth of the Two-Parent Home",
  "Restore Bolivian Democracy and Break Its History of Coups",
  "With Trump, All Roads Lead to Moscow",
  "The Fury in France",
  "Don’t Think Sanders Can Win? You Don’t Understand His Campaign",
  "Lies Have Kept Us in Afghanistan. But the Truth May Not Set Us Free.",
  "Can Any of the Democratic Candidates Save the Party From Itself?",
  "Save Local Journalism!",
  "How to Fix Pakistan’s Crashing Economy",
  "Trump Wants to Take From the Poor and Give to the Wealthy",
  "The Lesson of Afghanistan",
  "The Airline Industry’s Sexism Problem",
  "Will Congress Actually Pass a Privacy Bill?",
  "Impeach Trump. Save America.",
  "A Move to the Brink of Impeaching Trump",
  "No Precedent for Trump",
  "Impeach Trump for Racism?",
  "Two Articles of Impeachment for Trump Are Nowhere Near Enough",
  "Lots of Lessons From Afghanistan; None Learned",
  "The Perverse Servility of Bill Barr",
  "Terminally Ill at 25 and Fighting Fake News on Vaccines",
  "Terminally Ill at 25 and Fighting Fake News on Vaccines",
  "Trump’s China Trade War Is Failing. Democrats Should Campaign Against It.",
  "Trump Has a Gift for Tearing Us Apart",
  "‘Rudolph,’ the Queerest Holiday Special",
  "‘The Tipping Point I Dread the Most’",
  "As a Disorienting Decade Closes, a Perilous One Begins",
  "How Professors Help Rip Off Students",
  "Hallmark Thinks Jewish People Have No Clue What Christmas Is",
  "Advice for Both Parties on Impeachment Strategies",
  "Helping Children Manage Their Feelings",
  "How to Get Americans to Love Capitalism Again",
  "Would You Open Your Home to an Ex-Prisoner?",
  "Jared Kushner: President Trump Is Defending Jewish Students",
  "America’s Public Restrooms Are Kind of Great Now",
  "Can Boris Johnson Lie His Way Back Into Office?",
  "Ending America’s Endless War in Afghanistan",
  "Let Trump Have a Miserable Little Christmas",
  "Trump’s Executive Order and the Rise of Anti-Semitism",
  "Ukraine’s President Stands Alone Against Russia",
  "Impeachment in the House Is the Victory",
  "Why Nothing Happened for Ukraine",
  "Why Is the Democratic Primary So White?",
  "Israel’s Democracy Is Broken",
  "López Obrador Is Cruising, Mexico Is Not",
  "A Vote for Jeremy Corbyn’s Labour Party Is a Vote for Anti-Semitism",
  "The Big IVF Add-On Racket",
  "President Joe Biden, 86, …",
  "‘Frozen II’ Hit Me Hard as a Motherless Daughter",
  "Donald Trump Wanted Another Roy Cohn. He Got Bill Barr.",
  "The SNAP Rule Will Cause More Hunger Than We Can Handle",
  "Trump’s Executive Order Has Firm Legal Grounding",
  "Help for Needy Football Retirees",
  "A Spotlight on Trump and Anti-Semitism",
  "What That Executive Order Really Means",
  "The Party That Ruined the Planet",
  "The New NAFTA Is Better Than No NAFTA at All",
  "Gretchen Carlson: Fox News, I Want My Voice Back",
  "The Politics of Exhaustion",
  "Boris Johnson Will Change Britain Forever",
  "Would You Let a Robot Take Care of Your Mother?",
  "There Is a Reason Tech Isn’t Safe",
  "Democracy Grief Is Real",
  "Violent ‘Runaways’: An Official View of Hong Kong Protesters",
  "Boris’s Big Win",
  "We Have Climate Leaders. Now We Need Followers.",
  "What Would Jesus Do About Inequality?",
  "123 Tweets in One Day: A Trump Tsunami",
  "One More Step Toward Impeachment",
  "The United Kingdom Has Voted. Will It Remain United?",
  "Women Have Always Had Abortions",
  "Boris Johnson and the Coming Trump Victory in 2020",
  "Britain’s Ominous Portent for Democrats",
  "Impeach Donald Trump",
  "Do You Mind if I Pet Your Dog?",
  "Trump’s Bad. Sadly, He’s Not Alone.",
  "Our Future Depends on the Arctic",
  "The Superpowers (and Staying Power) of Greeting Cards",
  "What’s Different About This Impeachment",
  "I Still Kind of Love the New York Subway",
  "Is Pete Buttigieg Just Too Young to Be President?",
  "How the Superrich Took Over the Museum World",
  "I Just Got My Medical Bills. (Gasp!)",
  "The Cost of Opioid Addiction",
  "The Impeachment Process Is Barely Functioning",
  "What Was Lost in ‘the Last Good War’",
  "Why You Shouldn’t Believe Those G.D.P. Numbers",
  "Trump’s Lasting Legacy",
  "When Does Activism Become Powerful?",
  "What Will It Take to Clean Up the Electric Grid?",
  "I Headed the F.B.I. and C.I.A. There’s a Dire Threat to the Country I Love.",
  "Young Black People Are Killing Themselves",
  "I Will Visit Your Grave When I Go to Iraq",
  "The ‘Black Christmas’ Remake Subverts a Complex Horror Trope",
  "Did Schiff Poke a Hole in the First Amendment?",
  "Burgers for a Better Planet",
  "A Climate Disgrace",
  "Impeachment Week: ‘Maybe Truth Can Still Win’",
  "Almost Famous: Kim I Am",
  "I Quit The Black Eyed Peas. Then They Became Famous.",
  "How Trump Lost His Trade War",
  "Anti-Trump America, We’re Counting on You",
  "Laughing Through the Trump Era",
  "Fool Us Once, Shame on You. Fool Us in 2020, Shame on Us.",
  "Your Landlord Could Know That You’re Not at Home Right Now",
  "We Are Republicans, and We Want Trump Defeated",
  "How to Fix Our Prisons? Let the Public Inside",
  "Justice for Curtis Flowers",
  "Are You Listening?",
  "Five Who Spread Hope in 2019",
  "Before a Historic Impeachment: ‘Right vs. Wrong’",
  "An Alternative to Migrant Family Detention",
  "Men Call Their Own Research ‘Excellent’",
  "’Twas the Eve of Impeachment",
  "Almost Famous: The Other Fab Four",
  "We Made Rock History. Here’s Why You Don’t Know Us.",
  "Fifty-One Percent of the Population, Zero Nominations",
  "Debbie Dingell: Why I Will Vote to Impeach Trump",
  "How Has This Pesticide Not Been Banned?",
  "Sebastián Piñera: A New Opportunity for Chile’s Future",
  "The Chilling Reality of Bias at the F.B.I.",
  "Are There Limits to the Rights Revolution?",
  "How Iran Justifies Its Violence",
  "The New Pop Culture Optimism",
  "A Voice of Conscience",
  "The Macroeconomics of ‘The Expanse’",
  "Two Women, 11 Countries; A Long, Strange Trip From Havana to the U.S.",
  "Steny Hoyer: I Understand Party Loyalty. I’ve Never Seen Anything Like This.",
  "The Republican Party Is Completely Behind President Trump",
  "Pete Ain’t It",
  "Kamala Harris: Will McConnell Let the Senate Hold a Fair Impeachment Trial?",
  "Almost Famous: The Lost Astronaut",
  "The Aspiring Black Astronaut Who Never Made It to Space",
  "Learning Self-Acceptance From ‘Rudolph the Red-Nosed Reindeer’",
  "Gains on Abortion Access",
  "Impeachment: The House vs. Donald Trump",
  "The Conservative Case for Impeachment — and Removal",
  "Modi Makes His Bigotry Even Clearer",
  "It’s Possible No One Will Read This Column",
  "Which Candidate Will Star in Hollywood’s Democratic Debate?",
  "Trump Has Been Impeached. Republicans Are Following Him Down.",
  "Will Impeachment Drive Trump Batty?",
  "You Can’t Say Trump Didn’t Warn Us",
  "You Can’t Say Trump Didn’t Warn Us",
  "Why Hasn’t Impeachment Changed Minds?",
  "Twelve Million Phones, One Dataset, Zero Privacy",
  "8 Things to Know About Our Investigation Into the Location Business",
  "Freaked Out? 3 Steps to Protect Your Phone",
  "Classical Opera Has a Racism Problem",
  "The Supreme Court’s Final Exam",
  "The Dictator and His Death Sentence",
  "Impeached",
  "Trump’s Scary Precedent: Scorning Congress",
  "Talk With Iran Now. Time Is Fleeting.",
  "Cybersecurity Experts Are Leaving the Federal Government. That’s a Problem.",
  "Twelve Million Americans Were Tracked Through Their Phones",
  "Impeached: Now a Part of Trump’s Legacy",
  "Surveillance in China: Implications for Americans",
  "Can Miss America Be Saved?",
  "Presidential Debates Could Be Much More Imaginative",
  "Who Should You Blame if You Lose Your Health Care?",
  "Why Americans Love Social Security",
  "‘Nixon at His Worst Wouldn’t Do That’",
  "The Sidney Awards",
  "Democrats May Save Us Yet",
  "President Trump Deserves a Real Trial",
  "The Legal Threat to Obamacare Is Back. Again.",
  "India Awakens to Fight for Its Soul",
  "The Labour Party’s Spectacular Defeat Had Been Coming for Decades",
  "Smartphones Are Spies. Here’s Whom They Report To.",
  "How to Track President Trump",
  "Winners and Losers of the Democratic Debate",
  "Give Joe Biden His Due",
  "There Is Light in This Dark Season",
  "The Tyranny of the 63 Million",
  "Why Is Trump Finding More Protection Than Nixon Did?",
  "You Should Be Freaking Out About Privacy",
  "You Should Be Freaking Out About Privacy",
  "Why I Voted Against the Trump Impeachment",
  "Impeachment Hurts, and Trump Knows It",
  "Yes, There’s a Diverse Democratic Field",
  "We Can’t See ‘Star Wars’ Anymore",
  "Trump Isn’t the Only One With Conspiracy Theories",
  "Delaying the Next Step in Impeachment",
  "A Longing for the Lost Landline",
  "This Decade of Disillusion",
  "Holiday Stress Can Be Unbearable. But You Will Miss It When It’s Gone.",
  "Hiring 500 More Police Officers for the Subway Is a Misuse of Funds",
  "Why Is the Justice Department Treating T-Mobile Like a Client?",
  "Where Even the Children Are Being Tracked",
  "When It Seemed Like Communism Would Take Over the World",
  "‘Harry Potter’ Helped Me Come Out as Trans, But J.K. Rowling Disappointed Me",
  "Is the Big Shake-Up in Britain Coming to the U.S.?",
  "Why Education Reforms Aren’t Working",
  "Is Anyone Happy Anymore?",
  "Was the Virgin Mary a Virgin? Does It Matter?",
  "Short-Term Thinking Is Poisoning American Business",
  "The World Christmas Made",
  "China’s New Civil Religion",
  "How to Turn Anger and Fear Into Political Power",
  "What Happened to All Those Frozen Eggs?",
  "The Poverty and Prosperity of Losing My Husband",
  "Total Surveillance Is Not What America Signed Up For",
  "How Your Phone Betrays Democracy",
  "A Conservative Effort to Defeat Trump",
  "Plastics and the Climate",
  "That Christianity Today Editorial Won’t Change Anything",
  "How ‘Centrist Bias’ Hurts Sanders and Warren",
  "Make Laws, Not Money",
  "Remembering the Poor on Christmas",
  "South America Is in a Quandary. Just Like the United States.",
  "What the Senate Does Now Will Cast a Long Shadow",
  "An Immigrant’s Christmas Eve",
  "Am I Wiser Than My Grandparents?",
  "What Happened When My Son Asked Santa for a Golden Trumpet",
  "What Billionaires Don’t Understand About College Debt",
  "Almost Famous",
  "Go Ahead, Be Materialistic. You Might Just Save the Planet.",
  "We’re Getting Old, but We’re Not Doing Anything About It",
  "When Robots Provide the Care",
  "Disputing a Republican’s Critique of Impeachment",
  "The Cruelty of a Trump Christmas",
  "Dreading Your Kids’ Annoying Christmas Gifts? You Need a Grinch",
  "A New Secularism Is Appearing in Islam",
  "The U.N.’s Tainted Legacy in Haiti",
  "My Jewish Sons Have a Christmas Tree, and I Need to Deal",
  "‘Star Wars’ Fans Are Angry and Polarized. Like All Americans.",
  "Walking Is Extraordinary. I Don’t Want to Give It Up.",
  "Is Nancy Pelosi Caught in a Trap or Setting One?",
  "How to Help Brazilian Farmers Save the Amazon",
  "Joe Biden’s Sharpness",
  "Once Upon a Revolution in Iran",
  "Christmas Turns the World Upside Down",
  "Be Paranoid About Privacy",
  "There Will Be No Christmas at Notre-Dame",
  "Finding Common Ground on the Appalachian Trail",
  "The Meaning and Melodrama of an Italian-American Christmas",
  "Loosening the Republican Lock Step",
  "Is This Frog a Hate Symbol or Not?",
  "Children’s Aid Helped a Young Ghanaian Woman Get to College",
  "In Praise of Barack Obama, Music Critic",
  "My Very Marry Christmas",
  "A Century Ago, the Modern Middle East Was Born",
  "The Forgotten Story of Christmas 1918",
  "Merry Christmas",
  "A Low Day at the High Court",
  "Paying Too Much for That College Textbook",
  "Think Alexa Is Too Creepy For Your Kitchen? Don’t Give It to Aunty Mary.",
  "Did de Blasio Put Politics Ahead of Yeshiva Students?",
  "What We Got Wrong in 2019",
  "Why Are Brazilian Streets So Calm?",
  "Patriarchy Is Just a Spell",
  "What Will It Take to Beat Donald Trump?",
  "‘You Are Killing Us? We Will Make You a Joke.’ Meet Ahmed Albasheer.",
  "For Some Jews, a Menorah and a Christmas Tree",
  "What to Do About Racism in Opera?",
  "Evictions Are Down in New York. Thank the Voters.",
  "Big Money and America’s Lost Decade",
  "The Media Is Broken",
  "The Khashoggi Cover-Up Goes On",
  "What Will the World Look Like in 2030?",
  "Men Are Dismissing ‘Little Women.’ What a Surprise.",
  "We Are Witnessing a Rediscovery of India’s Republic",
  "The Bloody Fourth Day of Christmas",
  "Wine Caves and Purity Tests in Democratic Politics",
  "A Dissenting Voice Among the Evangelicals",
  "The 2010s Were the End of Normal",
  "Twitter Made Us Better",
  "Milestones in Mistrust",
  "Small Is the New Big Thing",
  "We Learned to Write the Way We Talk",
  "I Can’t Even Trust Myself Anymore",
  "The Cultural Canon Is Better Than Ever",
  "My Decade in Google Searches",
  "A Stirring of Conscience in the Senate",
  "The Patriarchy of Alcoholics Anonymous",
  "The ‘Infinity War’ in the Streets of Hong Kong",
  "The Secrets of Jewish Genius",
  "More Socialism, or More Capitalism?",
  "This Has Been the Best Year Ever",
  "The Decade of Disillusionment",
  "Look Up",
  "Trump’s New Policy on Bird Deaths: ‘Callous and Irresponsible’",
  "Is Biden the Best to Take On Trump?",
  "Museums, Diversity and Philanthropy",
  "Our Cherished Rivers Are Under Threat",
  "Will Florida Kill an Innocent Man?",
  "The Presidential Nominating Process Is Absurd",
  "Bill Barr Thinks America Is Going to Hell",
  "The Decade We Changed Our Minds",
  "Why on Earth Did Boston Sell Babe Ruth to the Yankees?",
  "Does Germany’s Vaunted Car Industry Have Long to Live?",
  "Why We Will Need Walt Whitman in 2020",
  "Seattle’s Foster Children Deserve Better",
  "Yes, Our Writers Do Read Your Comments",
  "Lisa Murkowski: A ‘Lone Voice of Independence’",
  "The Jews and American Progress",
  "The Right Response to the Anti-Semitic Attack in Monsey, N.Y.",
  "The Legacy of Destructive Austerity",
  "Double the Federal Minimum Wage",
  "Where Are All the Women Coaches?",
  "Where Are All the Women Coaches?",
  "Doctors, Nurses and the Paperwork Crisis That Could Unite Them",
  "How to Protect New York’s Jews",
  "Republican Women Are in Crisis",
  "The Year in Charts",
  "Equal Play",
  "Anti-Semitism in New York",
  "Was 2019 the ‘Best Year Ever’?",
  "A New Year’s Climate Diet",
  "No More Phones and Other Tech Predictions for the Next Decade",
  "The Extremely Online Decade of ‘Get Out,’ Fake Meat and Crystals"
]
