[
  "How to End a Forever War",
  "Thank You, Justice Gorsuch",
  "De Blasio Has Actually Got Something Right",
  "How DeVos May Have Started a Counterrevolution in Education",
  "After 4 Years of Trump, Medicare and Medicaid Badly Need Attention",
  "‘They Stole That Election From Me,’ Rudy Giuliani Said Decades Ago",
  "The Fallout From the Killing of an Iranian Nuclear Scientist",
  "Senator Rick Scott: Don’t Get Duped by China",
  "What the Future Holds for Undocumented Immigrants",
  "Good News for Salmon, Bad News for Prospectors",
  "The Line for a Coronavirus Vaccine Is Forming",
  "The Supreme Court Was Right to Block Cuomo’s Religious Restrictions",
  "Our Democracy’s Near-Death Experience",
  "Biden Made Sure ‘Trump Is Not Going to Be President for Four More Years’",
  "A Turkish-German Couple May Save Us From the Virus. So Why Is Germany Uneasy?",
  "Mr. Biden, Keep the Pressure on Hong Kong",
  "Why Are Children Dying of the Flu in U.S. Detention?",
  "Democrats, Stay United",
  "Oil and Gas Companies Keep Taking From Taxpayers. And Taking.",
  "Why Are Children Dying of the Flu in U.S. Detention?",
  "What South Korea Can Teach Us About Vaccine Hesitancy",
  "What’s Between 30 Million Americans and an Eviction Tsunami?",
  "Biden Wants America to Lead the World. It Shouldn’t.",
  "Honestly, This Was a Weird Election",
  "Diego Maradona, Argentina’s Hero, and Mine",
  "The Deep State Is on a Roll",
  "Working to Improve Medicare and Medicaid",
  "Time to Rethink Presidential Pardons?",
  "Humans Can Help Clean Up Facebook and Twitter",
  "Obama’s Curious Cautiousness",
  "Visa Is Doing What Big American Companies Do to ‘Protect This Business’",
  "They Made the ‘Pfizer Vaccine’",
  "A Return to Decency",
  "Why Prosecuting Trump Is a Very Bad Idea",
  "Trump and His Supporters Want What They Can’t Have",
  "Justice Amy Coney Barrett’s Choice",
  "Biden Should Go Big, and Then Brag About It",
  "Why Some Women Might Want ‘Missed-Period Pills’",
  "Here’s Why 74 Million Voted for Trump",
  "Find Your Place in the Vaccine Line",
  "Times Square Will Return. It Has Before.",
  "Why Inmates Should Be at the Front of the Vaccination Lines",
  "I Wrote the Special Counsel Rules. Barr Has Abused Them.",
  "Should Trump Be Prosecuted?",
  "The Winter Mitch McConnell Created",
  "Learn to Stop Worrying and Love Debt",
  "Goodbye, U.S.D.A., Hello, Department of Food and Well-Being",
  "A Lesson From the Strange and Lovely World of ‘Leaf Town’",
  "The 46th: Biden’s First Catastrophes",
  "Barack and Michelle: Scenes From a Marriage",
  "Yes, People Are Traveling for the Holidays. Stop Shaming Them.",
  "Do We Need Help Brokering a Trump-Biden Unity Government?",
  "What I Learned From My Brush With Trump",
  "The Children of Pornhub",
  "Why My Father Fled Seoul’s Lockdown",
  "The MAGA Revolution Devours Its Own",
  "What Comfort Food Looks Like to People Around the World",
  "Why Did Racial Progress Stall in America?",
  "The Long Road Out of Afghanistan",
  "Drilling and the Pandemic",
  "The Window on New Movie Releases Finally Shatters",
  "Responding to Terrorism in France",
  "A Poet’s View of the Year: Longing for Our Own Lives",
  "A King Above and Beyond Politics",
  "I’m Autistic. I Didn’t Know Until I Was 27.",
  "Reaching Out to Trump’s Base",
  "2020 Through the Eyes of Dogs",
  "The Sacklers’ Last Poison Pill",
  "They Offered Us Comfort and Normalcy. Now They Need Our Help.",
  "Death Came for the Dakotas",
  "The Decency Agenda",
  "And Play Like a Girl She Did",
  "The World According to Vivienne Westwood",
  "Why Do So Many Americans Think the Election Was Stolen?",
  "Events to Shake, or Gently Rattle, the World in 2021",
  "The Moment to Rethink U.S.-Saudi Ties",
  "Should Congress Bring Back Earmarks?",
  "How Black People Learned Not to Trust",
  "I Achieved My Wildest Dreams. Then Depression Hit.",
  "Lifestyles of the ‘More Famous Than Rich’",
  "It’s Time to Scare People About Covid",
  "I Achieved My Wildest Dreams. Then Depression Hit.",
  "Trump Needed the ‘Boneheads’ More Than He Knew",
  "Brexit: What Were We Thinking?!",
  "Biden Says No More Coddling Dictators. OK, Here’s Where to Start.",
  "Want Vaccines Fast? Suspend Intellectual Property Rights",
  "Deciding Who Gets the Vaccine First",
  "The Scandal in Literary Awards",
  "Covid-19 Dealt a Blow to Working Women. Can We Emerge Stronger?",
  "A Fake ‘War on Christmas’ and the Real Battle Against Covid",
  "Republicans Can’t Handle the Truth",
  "On Iran, Biden Can Bide His Time",
  "The Stimulus Compromise Is $908 Billion Better Than Nothing",
  "Sorry, Gen. Lloyd Austin. A Recently Retired General Should Not Be Secretary of Defense.",
  "No One Expects Civility From Republicans",
  "Trump Lost. Bolsonaro Can’t Get Over It.",
  "A Chance to Repair the Cracks in Our Democracy",
  "The Biden Opportunity and How to Blow It",
  "Of Death and Consequences",
  "What Has Lockdown Done to Us?",
  "Why Is the G.O.P. Refusing to Recognize Its Own Success?",
  "Prosecute Trump? It’s Complicated",
  "The Singapore Ambassador, on a Protester’s Arrest",
  "My Son Was Killed Because I’m a Federal Judge",
  "We Need a Secretary of Food",
  "Trump, Act V: Shakespeare, but With a Twist",
  "Pandemic Fatigue, Meet Pandemic Anger",
  "Apps Are Helping to Gut the Restaurant Industry",
  "Stop the Coronavirus Outbreak at Brooklyn’s Federal Jail",
  "Our Oceans, Our Future",
  "The Resentment That Never Sleeps",
  "Time Won’t Let Me Wait That Long",
  "You Should Have Listened, New York Tells Big Oil",
  "A Year of Radical Political Imagination",
  "Why Can’t Some Take Covid Seriously?",
  "Name One Good Thing About 2020",
  "A Former General as Biden’s Defense Secretary",
  "The Hidden ‘Fourth Wave’ of the Pandemic",
  "An Uplifting Update, on the Terrible World of Pornhub",
  "The Coronavirus Vaccines Were Developed in Record Speed. Now, the Hard Part.",
  "They Call Us Enemies of the Cuban People",
  "Movie Theaters Are Dying. Did Jason Kilar Deal the Final Blow?",
  "What Really Saved the Republic From Trump?",
  "There’s Still a Loaded Weapon Lying Around in Our Election System",
  "The Virus Has Stolen Your Face From Me",
  "The Risk in Suspending Vaccine Patent Rules",
  "How Can a Garment Be Cheaper Than a Sandwich?",
  "‘How Many Fact Checkers Do They Have?’",
  "‘These Girls Are Being Cut and Married in Droves’",
  "When it Comes to Facebook, the Need for Action Has Been Obvious for a Long Time",
  "The Scourge of Child Pornography",
  "Give the A.I. Economy a Human Touch",
  "Some Covid Patients Are More Equal Than Others",
  "Civilian Control of the Military Is Vital",
  "The Trustbusters Come for Facebook. Finally.",
  "The Battle Over Biden’s Defense Secretary Has Begun",
  "Trump Tries to Kill Covid Relief",
  "Covid Meds Are Scarce, but Not for Trump Cronies",
  "Just How White Is the Book Industry?",
  "‘The 46th’: Who Will Replace Trump in the G.O.P.’s Heart?",
  "18 Things That Happened for the First Time in 2020",
  "We Must Do More to Stop Dangerous Doctors in a Pandemic",
  "The ‘Trump Won’ Farce Isn’t Funny Anymore",
  "The Virus, the Bats and Us",
  "Bonus: Kara Swisher and Ben Smith Debrief on Jason Kilar",
  "Shaming People for Their Covid Choices",
  "Beyond the Bob Dylan Deal: A Word From the Music World",
  "The Faces Behind the Covid Statistics",
  "All Fish and No Chips",
  "This Blockbuster Is Coming to a Living Room Near You",
  "This Is the Test of Our Lifetimes",
  "The Republicans Who Embraced Nihilism",
  "Facebook Cannot Buy Its Way Out of Competition",
  "Trying to Understand What Drives People to Suicide",
  "The Texas Lawsuit and the Age of Dreampolitik",
  "Build on Common Ground",
  "Al Gore: Where I Find Hope",
  "What Will Trump’s Legacy Be?",
  "Worried About College Plans for Spring",
  "Joe Biden Won the Most Votes. It Doesn’t Matter.",
  "Trump Has Never Believed in Democracy",
  "Books Are Really Easy to Wrap",
  "An Ode to the Before Times",
  "Georgia’s Secretary of State on Standing Up to Trump",
  "An Ode to the Before Times",
  "Autonomous Vehicles Take Another Big Leap",
  "How Do We Get to Herd Immunity for Fake News?",
  "The People Who Actually Had a Pretty Great Year",
  "Pound for Pound, Taiwan Is the Most Important Place in the World",
  "‘Spy, Novelist, Moralist’: The Genius of John le Carré",
  "The Failed Efforts to Overturn the Election",
  "A.I. and I",
  "When Did Republicans Start Hating Facts?",
  "Donald Trump and the Damage Done",
  "Just How Dangerous Was Donald Trump?",
  "Got $1 Million to Spare? You Can Buy an Ambassadorship",
  "If the Republican Party Doesn’t Shape Up, We Will Challenge It",
  "Bonus: Kara and Maggie Haberman Debrief on Brad Raffensperger",
  "We Are Not Done With Abolition",
  "Did the Resistance Defeat Donald Trump?",
  "As U.S. Vaccinations Begin, Hope Mixes With Worry",
  "I Can’t Stop Watching Coronavirus Vaccine Videos",
  "Menopause Stories",
  "‘I Wouldn’t Have Known That My Mom Had Gone Through Menopause’",
  "Republicans Said, ‘Let the Voters Decide.’ They Have.",
  "John le Carré: Writer, Spy, Neighbor, Friend",
  "Where Does American Democracy Go From Here?",
  "Kamala Harris Deserves a More Important Job",
  "Trump Didn’t Break Our Democracy. But Did He Fatally Weaken It?",
  "Was Merkel Right to Compromise With the Populists?",
  "The Magic Number for Reducing Infections and Keeping Businesses Open",
  "My 50-Pound Bag of Flour Is Gone. My Sanity Remains.",
  "What the Asian-American Coalition Can Teach the Democrats",
  "It Took Mitch McConnell Six Weeks",
  "America, We Have a Problem",
  "What Makes You Think 2021 Will Be Better?",
  "People Thought Covid-19 Was Relatively Harmless for Younger Adults. They Were Wrong.",
  "Endangering Others by Flouting Covid Guidelines",
  "Mitch McConnell’s Motive: Self-Interest",
  "What’s It Like to Live in a Nursing Home During a Pandemic?",
  "Move On, but Never Forget",
  "I Was the Homeland Security Adviser to Trump. We’re Being Hacked.",
  "The Afghan War Is Over. Did Anyone Notice?",
  "Thank the Supreme Court, for Now",
  "Can Kara Swisher Be Vulnerable?",
  "You’re Choosing a Gift. Here’s What Not to Do.",
  "The Man I Saw Them Kill",
  "Big Pharma Is Fooling Us",
  "Get Rid of the Electoral College, at Last?",
  "‘I Learned to Appreciate My Husband,’ and Other Silver Linings From 2020",
  "The Lesson of the Last Four Years",
  "What’s at Stake for Those Awaiting Pandemic Relief?",
  "Congress May Finally Give Americans More Money",
  "The W.T.O. Is Having a Midlife Crisis",
  "Mark Shields and the Best of American Liberalism",
  "Return of the Phony Deficit Hawks",
  "The Coronavirus Has Found a Safe Harbor",
  "‘The 46th’: Will Georgia’s Races Change the Senate?",
  "Can We Do Twice as Many Vaccinations as We Thought?",
  "How to Reform the Presidency After the Wreckage of Trump",
  "The Next 3 Months Are Going to Be Pure Hell",
  "The World Is Full of Challenges. Here’s How Biden Can Meet Them.",
  "What Is Death?",
  "Punch After Punch, Rape After Rape, a Murderer Was Made",
  "Facebook’s Tone-Deaf Attack on Apple",
  "When Doctors Go Off Script on Covid",
  "The Cyberwarfare Threat",
  "Fire Robert Wilkie",
  "Goliath vs. Goliath",
  "Writing Into and Out of My Long-Distance Grief",
  "Hare Scramble: A Photographer Goes Knee Deep in the Mud",
  "When You Can’t Just ‘Trust the Science’",
  "Accountability After Trump",
  "Pastor, Can White Evangelicalism Be Saved?",
  "The Greatest Restaurant City in America Is Hurting More Than You Know",
  "How Fake News Is Hatching in Immigrant Communities",
  "‘Dream Traveling’: Some Good Things About 2020",
  "I’m Haunted by What I Did as a Lawyer in the Trump Justice Department",
  "Looking for Light on the Longest Night of the Year",
  "This Deal Is Good Enough",
  "Black and Armed",
  "Reopen Schools, and Reform Them",
  "Cause of Life",
  "The Life of Angela Chaddlesone McCarthy, a Modern-Day Warrior for the Kiowa Tribe",
  "The Life of Humberto Trujillo, the Postmaster of Phoenix",
  "The Life of Calvin Haworth, a Veteran Who Helped Raise His Granddaughters After Unspeakable Loss",
  "The Life of Rosary Castro-Olega, a Retired Nurse Who Returned to the Front Lines",
  "The Life of Jerry Givens, a State Executioner Turned Death-Row Abolitionist",
  "M.L.B.’s Records Were Never Real. But the Racism Was. Ask Satchel Paige.",
  "Your Card Payment Has Been Declined",
  "I Am Guilty of Violating the Espionage Act",
  "Naomi Osaka: Athletes, Speak Up",
  "If I’d Stayed in My Hometown, Would I Be a Trump Voter?",
  "95 Percent of Representatives Have a Degree. Look Where That’s Got Us.",
  "Time Isn’t Supposed to Last This Long",
  "More Than Twice the Size of Texas",
  "The ‘Student-Athlete’ Myth",
  "Trump’s Loss, the Republic’s Win",
  "$1 Trillion, Too Little, Too Late",
  "The Ghost of Sabotage Future",
  "Who Can Endure the Loneliness Required of This Moment?",
  "Bonus: Kara Swisher and Nick Kristof Discuss Pornhub and Mastercard",
  "The Joys of Frivolous Sex",
  "Fashion Will Not Disappear. It Will Transform.",
  "Is Trump Really All That Holds the G.O.P. Together?",
  "The Post-Trump Future of Literature",
  "Why Should We Ever Return to Living and Working So Close Together?",
  "The Relief Bill’s Biggest Blind Spot",
  "The Coronavirus Is Mutating, and America’s Leaders Are Flying Blind",
  "A Timid C.D.C. Waffles on Quarantines",
  "Mulling Martial Law",
  "Finding Fault With the Stimulus Bill",
  "‘It’s What Makes Life Worth Living’",
  "Will Trump Force Principled Conservatives to Start Their Own Party? I Hope So",
  "Trump’s Team Eyes the Exits",
  "A National Museum for Latinos",
  "Are You Sure You Want to Go Back to the Office?",
  "The Insanity, and Social Necessity, of Sports This Year",
  "My Sister Moved Into a Nursing Home. This Year. During a Pandemic.",
  "Have Yourself a Lonely Little Christmas",
  "Feminism Has Failed Women",
  "Some Said the Vaccine Rollout Would Be a ‘Nightmare.’ They Were Right.",
  "Biden’s Withering Olive Branch",
  "Make Schools More Human",
  "You Can Learn a Lot About Human Nature From Takeout Orders",
  "Ancient DNA Is Changing How We Think About the Caribbean",
  "Expanding Access and Instilling Faith in Vaccines",
  "Trump Corrupted the Presidential Pardon. Biden Must Repair It.",
  "Is Trump Abusing Presidential Pardons?",
  "A Middle-Aged Christmas",
  "Dear Santa, Why Are You Behind Plexiglass?",
  "With Hacking, the United States Needs to Stop Playing the Victim",
  "Let’s Start Over",
  "The New Words for Our New Misery",
  "I Will Never Bail on My Friends Again",
  "The Sidney Awards",
  "How Does an 83-Year-Old Jesuit End Up in Prison?",
  "How the Virus Stole Christmas",
  "The Forgotten Radicalism of Jesus Christ",
  "Why You Can’t Meet God Over Zoom",
  "General Austin: A Role Model for Young Black Americans",
  "Biden’s Cabinet: ‘Old Guard’ and Centrist",
  "Trump’s Most Disgusting Pardons",
  "What Biden and Harris Owe the Poor",
  "Generosity to Colleges in Need",
  "Leave the Foreign Service to the Pros",
  "She Turned 2020 Misery Into a Breakthrough",
  "The Haunting of Tulsa, Okla.",
  "‘I Want to Be at the Table When the Next Donald Trump Shows Up’",
  "From Reagan to Trump, Denying Facts",
  "Mark Shields Gave Us the Best of Commentary",
  "This Astrologer Has Some Things to Tell Kara Swisher",
  "Which Developing Economies Will Rise After the Pandemic?",
  "I Hate the Mom That Covid Has Made Me",
  "California May Lose Some of Its Stars. But Silicon Valley Is Forever.",
  "The 48 Mountains That Held My Grief",
  "Not Just Another Pipeline",
  "Watching Earth Burn",
  "Trump’s Delay in Signing the Covid Relief Bill",
  "Wrestling With Complicity in the Trump Administration",
  "Praying Together on Zoom: Yes, God Is Present",
  "2020 Was the Year Reaganism Died",
  "Joe Biden Takes Climate Change Seriously",
  "In a Miserable Year, I Had the Dodgers and a Stray Dog",
  "Will Pence Do the Right Thing?",
  "Deb Haaland Is Our Hero. Here Is a Warning for Her.",
  "When ‘the American Way’ Met the Coronavirus",
  "I Got Vaccinated. But the Shot Won’t Save My Dying Patients.",
  "My Daughter, TikTok Warrior",
  "Cooking Can Be Deadly",
  "The Misuse of the Presidential Pardon",
  "Nursing Home Patients Are Dying of Loneliness",
  "The 2020 High School Yearbook of Donald J. Trump",
  "Vaccines Are Safe, No Matter What Bobby Kennedy Says",
  "The Risks of the Covid Vaccine, in Context",
  "How to Reassure Black Americans That the Vaccine Is Safe",
  "Saudi Arabia Is Slowly Killing My Father",
  "‘Let’s Talk About “Personal Responsibility”’: A Year of Tough Conversations in the Comments",
  "Finding Solace in Hiking",
  "I Miss Dap",
  "Vaccination Challenges, in the U.S. and Abroad",
  "Don’t Let the Games Begin",
  "The Bomb That Struck the Heart of Nashville",
  "Forever Is Never",
  "Your Dog Had the Best Year Ever",
  "2020 Taught Us How to Fix This",
  "2020 Was a Test. How Did We Do?",
  "This Is Why Nursing Homes Failed So Badly",
  "The Year in Charts",
  "My Joe Biden Story",
  "What It Takes to Heal From Covid-19"
]
